export const athena = {
    Привет: 'Здравствуйте! Давайте проверим насколько хорошо вы знаете подростковый сленг. Начнём?',
    404: [
        'Отвечайте на вопросы и в конце узнаете свою оценку.\nОтветить на вопрос можно выбрав вариант из карточки или сказав словами.\nСкажите «Хватит» если хочите закончить викторину',
        'Ответить на вопрос можно выбрав вариант из карточки или сказав словами. Также можно назвать номер ответа\nСкажите «Хватит» если хотите закончить викторину',
        'Ответить на вопрос можно выбрав вариант из карточки или сказав словами. Также можно назвать номер ответа. Чтобы получить следующий вопрос скажите «Дальше» или «Вопрос»',
    ],
        Верно: [
        'Совершенно верно! {comment}',
        'Верно! {comment}',
        'Всё правильно! {comment}',
        'Всё верно! {comment}',
        'Ну конечно! {comment}',
        'Ну тут всё ясно, да. {comment}'
    ],
    Неверно: [
        'Неверно. {comment}',
        'Нет, это не так. {comment}',
        'Ну нет же! {comment}',
        'Не совсем так! {comment}',
        'Это не так! {comment}',
    ],
    Количество: [
        'Всего {questions}, вы сейчас на {user} вопросе',
    ],
    Финал: [
        'На сегодня это всё. Ваш результат {result}.',
        'На сегодня хватит. Ваш результат {result}.',
        'Тест пройдет. Ваш результат {result}.',
    ],
    'Хороший результат': [
        'Вы показали неплохой результат, но практиковаться с таким сленгом, если хотите влиться в тусовку зумеров, придется чаще. По крайней мере, жизненно важный запас слов у вас уже есть, а за это шеймить не будут'
    ],
    'Плохой результат': [
        'Вы только открываете для себя мир кринжовых словечек и расслабленного вайба. Пара-тройка часов с зумерами и вы освоите этот сленг!',
        'Вы очень плохо понимаете о чем говорят подростки. Пара-тройка часов с зумерами и вы освоите этот сленг!'
    ],
    'Отличный результат': [
        'Вы случайно не зумер, что так хорошо разбираетесь в современном сленге? Для полного счастья вам осталось научить свое окружение говорить на понятном языке',
        'Ни одной ошибки! А вы случаем не должны быть в школе? Говорите, как подросток — это факт. Либо вы шарите, либо у вас дети подростки, либо вы — учитель, либо быстро идите в школу!',
    ],
};