export const joy = {
    Привет: 'Привет! Давай проверим насколько хорошо ты знаешь подростковый сленг. Начнём?',
    404: 'Давай проверим насколько хорошо ты знаешь подростковый сленг. Отвечай на вопросы и в конце узнаешь свою оценку.\nОтветить на вопрос можно выбрав вариант из карточки или сказав словами.\nСкажи «Хватит» если хочешь закончить викторину',
    Верно: [
        'Точно! {comment}',
        'Совершенно верно! {comment}',
        'Верно! {comment}',
        'Всё правильно! {comment}',
        'Всё верно! {comment}',
        'Ну конечно! {comment}',
        'Ну тут всё ясно, да. {comment}',
        'Сечёшь. {comment}',
    ],
    Неверно: [
        'Неверно. {comment}',
        'Нет, это не так. {comment}',
        'Ну нет же! {comment}',
        'Не совсем так! {comment}',
        'Это не так! {comment}',
    ],
    Количество: [
        'Всего {questions}, ты сейчас на {user} вопросе',
    ],
    Финал: [
        'На сегодня это всё. Твой результат {result}.',
        'На сегодня хватит. Твой результат {result}.',
        'Тест пройдет. Твой результат {result}.',
    ],
    'Хороший результат': [
        'Ты показал неплохой результат, но практиковаться с таким сленгом, если хочешь влиться в тусовку зумеров, придется чаще. По крайней мере, жизненно важный запас слов у тебя уже есть, а за это шеймить не будут'
    ],
    'Плохой результат': [
        'Ты только открываешь для себя мир кринжовых словечек и расслабленного вайба. Пара-тройка часов с зумерами и ты освоишь это сленг!',
        'Ты только открываешь для себя мир кринжовых словечек и расслабленного вайба. Пара-тройка часов с зумерами и ты освоишь это сленг!',
        'Ты очень плохо понимаешь о чем говорят подростки. Пара-тройка часов с зумерами и ты освоишь это сленг!'
    ],
    'Отличный результат': [
        'Ты случайно не зумер, что так хорошо разбираешься в современном сленге? Для полного счастья тебе осталось научить свое окружение говорить на понятном языке',
        'Ни одной ошибки! А ты случаем не должен быть в школе? Говоришь, как подросток — это факт. Либо ты шаришь, либо у тебя дети подростки, либо ты — учитель, либо быстро иди в школу!',
    ],
};